<script setup>

</script>

<template>
    <section class="p-5 text-center">
        <div class="container">
            <h1>Опис застосунку</h1>
            <p class="mt-3">
                Емулятор казино - це веб-застосунок, розроблений для демонстрації принципів роботи онлайн-казино 
                без використання реальних коштів. 
            </p>

            <p>
                Користувач отримує віртуальний баланс та може взаємодіяти з ігровими автоматами (слотами), роблячи ставки та отримуючи виграші або програші 
                залежно від випадкового результату.
            </p>
    <div class="container mt-5">
        <div class="row text-center">
                    <div class="col">
                    <h4>Слоти</h4>
                    <p>Випробуйте удачу на ігрових автоматах.</p>
                    </div>

                    <div class="col">
                    <h4>Баланс</h4>
                    <p>Отримуйте та витрачайте віртуальні кошти.</p>
                    </div>

                    <div class="col">
                    <h4>Статистика</h4>
                    <p>Переглядайте результати своїх ставок.</p>
                    </div>
          </div>
        </div>            

        </div>
    </section>
</template>

<style scoped>

</style>
